{
  "users": [
    {
      "email": "regular@example.com",
      "password": "$2a$10$2myKMolZJoH.q.cyXClQXufY1Mc7ETKdSaQQCC6Fgtbe0DCXRBELG",
      "id": 1
    },
    {
      "email": "admin@example.com",
      "password": "$2a$10$w8qB40MdYkMs3dgGGf0Pu.xxVOOzWdZ5/Nrkleo3Gqc88PF/OQhOG",
      "id": 2
    }
  ],
  "products": [
    {
      "id": "bjyztfkve0plw8evs0h",
      "name": "Cappuccino",
      "price": "4.82",
      "shortDesc": "Cappuccino is an Italian coffee drink that is traditionally prepared with equal parts double espresso, steamed milk, and steamed milk foam on top. It is typically smaller in volume than a latte, and has a thicker layer of micro-foam.",
      "description": "There are two main ways of preparing cappuccino: one is the traditional or classical way with a cap of milk foam; the other is the \"latte art\" way. The former follows the traditional idea of the cappuccino being prepared by 1⁄3 espresso, 1⁄3 steamed milk and 1⁄3 milk foam. The latter follows the same recipe but is served more often in smaller cups, and the textured milk is gently poured in and finished with a pattern in the surface crèma.  Cappuccino is traditionally served in 150–180 ml cups."
    },
    {
      "id": "532qlmdyqiolw8ex91s",
      "name": "Espresso",
      "price": "0.70",
      "shortDesc": "Espresso is an Italian coffee-brewing method in which a small amount of nearly boiling water is forced by pressure through ground coffee beans.",
      "description": "Espresso is the most common way of making coffee in southern Europe, especially in Italy, France, Spain and Portugal. Espresso has more caffeine per unit volume than most coffee drinks."
    },
    {
      "id": "s629kb7ipr9lw8ey2kp",
      "name": "Americano",
      "price": "2.29",
      "shortDesc": "Caffè Americano also known as Americano or American coffee is a coffee drink prepared by diluting an espresso with hot water.",
      "description": "This drink has a similar strength as esspresso, but different flavor. The strength varies with the number of shots of espresso and amount of water added."
    },
    {
      "id": "vyb8z0y0limlw8ezkdc",
      "name": "Latte",
      "price": "4.08",
      "shortDesc": "Caffè latte or just latte is a coffee beverage of Italian origin made with espresso and steamed milk. ",
      "description": "The term comes from the Italian \"caffè e latte\" which literally means \"coffee and milk\".  In Italy, caffè latte is almost always prepared for breakfast only. Unlike the \"international\" latte drink, generally, the milk in the Italian original is not foamed and sugar is added by the drinker, if at all."
    }
  ]
}